menu = {
        "чай": 70,
        "кофе": 120,
        "пепси": 110,
        "салат": 270,
        "панкейк": 130,
        "какао": 190,
        "пельмени": 145,
        "сыр": 270,
        "рыба": 250,
        "тирамису": 170,
        "хлеб": 12,
        "кутабы": 340,
        "шашлык": 350,
        "солянка": 210,
        "лаваш": 40,
        "пиво": 170,
        "гренки": 110,
        "пицца": 190,
        "гиро": 225,
        "шаурма": 210,
        "хот-дог": 120
        
    }

recommendations = {
        "кофе": ["панкейк", "тирамису"],
        "чай": ["панкейк", "тирамису"],
        "какао": ["панкейк", "тирамису"],
        "салат": ["чай", "хлеб"],
        "пельмени": ["чай", "кофе", "хлеб"],
        "рыба": ["хлеб", "чай"],
        "тирамису": ["какао", "кофе", "чай"],
        "панкейк": ["какао", "кофе", "чай"],
        "шашлык": ["лаваш", "чай", "хлеб"],
        "солянка": ["хлеб", "чай"],
        "пиво": ["гренки", "кутабы", "шашлык", "рыба"]
        
    }